Repository: somefork2/CopyWell
Catalog: Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, gu, he, hi, hr, hu, id, it, ja, kn, ko, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Class: %@
ar: فئة: %@
bn: ক্লাস: %@
ca: Classe: %@
cs: Třída: %@
da: Klasse: %@
de: Klasse: %@
el: Κλάση: %@
es: Clase: %@
fi: Luokka: %@
fr: Classe : %@
gu: ક્લાસ: %@
he: מחלקה: %@
hi: क्लास: %@
hr: Klasa: %@
hu: Osztály: %@
id: Kelas: %@
it: Classe: %@
ja: クラス: %@
kn: ಕ್ಲಾಸ್: %@
ko: 클래스: %@
ml: ക്ലാസ്: %@
mr: क्लास: %@
ms: Kelas: %@
nb: Klasse: %@
nl: Klasse: %@
or: କ୍ଲାସ୍: %@
pa: ਕਲਾਸ: %@
pl: Klasa: %@
pt_br: Classe: %@
pt_pt: Classe: %@
ro: Clasă: %@
ru: Класс: %@
sk: Trieda: %@
sl: Razred: %@
sv: Klass: %@
ta: கிளாஸ்: %@
te: క్లాస్: %@
th: คลาส: %@
tr: Sınıf: %@
uk: Клас: %@
ur: کلاس: %@
vi: Lớp: %@
zh_hans: 类：%@
zh_hant: 類別：%@

source: Clear
ar: مسح
bn: খালি করুন
ca: Esborra
cs: Vymazat
da: Ryd
de: Löschen
el: Εκκαθάριση
es: Borrar
fi: Tyhjennä
fr: Effacer
gu: ખાલી કરો
he: ניקוי
hi: साफ़ करें
hr: Očisti
hu: Törlés
id: Bersihkan
it: Cancella
ja: 消去
kn: ತೆರವುಗೊಳಿಸಿ
ko: 지우기
ml: മായ്ക്കുക
mr: साफ करा
ms: Kosongkan
nb: Tøm
nl: Wis
or: ସଫା କରନ୍ତୁ
pa: ਸਾਫ਼ ਕਰੋ
pl: Wyczyść
pt_br: Limpar
pt_pt: Limpar
ro: Golește
ru: Очистить
sk: Vymazať
sl: Počisti
sv: Rensa
ta: அழி
te: క్లియర్ చేయి
th: ล้าง
tr: Temizle
uk: Очистити
ur: صاف کریں
vi: Xoá
zh_hans: 清除
zh_hant: 清除

source: Clear History…
ar: مسح السجل…
bn: ইতিহাস মুছুন…
ca: Esborra l’historial…
cs: Vymazat historii…
da: Ryd historik…
de: Verlauf löschen …
el: Εκκαθάριση ιστορικού…
es: Borrar historial…
fi: Tyhjennä historia…
fr: Effacer l’historique…
gu: ઇતિહાસ સાફ કરો…
he: ניקוי ההיסטוריה…
hi: इतिहास साफ़ करें…
hr: Očisti povijest…
hu: Előzmények törlése…
id: Bersihkan riwayat…
it: Cancella la cronologia…
ja: 履歴を消去…
kn: ಇತಿಹಾಸ ತೆರವುಗೊಳಿಸಿ…
ko: 기록 지우기…
ml: ചരിത്രം മായ്ക്കുക…
mr: इतिहास साफ करा…
ms: Kosongkan sejarah…
nb: Tøm historikk…
nl: Wis geschiedenis…
or: ଇତିହାସ ସଫା କରନ୍ତୁ…
pa: ਇਤਿਹਾਸ ਸਾਫ਼ ਕਰੋ…
pl: Wyczyść historię…
pt_br: Limpar histórico…
pt_pt: Limpar histórico…
ro: Golește istoricul…
ru: Очистить историю…
sk: Vymazať históriu…
sl: Počisti zgodovino…
sv: Rensa historik…
ta: வரலாற்றை அழி…
te: చరిత్రను క్లియర్ చేయి…
th: ล้างประวัติ…
tr: Geçmişi temizle…
uk: Очистити історію…
ur: ہسٹری صاف کریں…
vi: Xoá lịch sử…
zh_hans: 清除历史记录…
zh_hant: 清除記錄…

source: Clear clipboard history?
ar: هل تريد مسح سجل الحافظة؟
bn: ক্লিপবোর্ডের ইতিহাস মুছবেন?
ca: Vols esborrar l’historial del porta-retalls?
cs: Vymazat historii schránky?
da: Vil du rydde udklipshistorikken?
de: Zwischenablageverlauf löschen?
el: Να γίνει εκκαθάριση του ιστορικού του προχείρου;
es: ¿Borrar el historial del portapapeles?
fi: Tyhjennetäänkö leikepöydän historia?
fr: Effacer l’historique du presse-papiers ?
gu: ક્લિપબોર્ડ ઇતિહાસ સાફ કરીએ?
he: לנקות את היסטוריית הלוח?
hi: क्लिपबोर्ड इतिहास साफ़ करें?
hr: Očistiti povijest međuspremnika?
hu: Törli a vágólap előzményeit?
id: Bersihkan riwayat papan klip?
it: Cancellare la cronologia degli appunti?
ja: クリップボード履歴を消去しますか？
kn: ಕ್ಲಿಪ್‌ಬೋರ್ಡ್ ಇತಿಹಾಸವನ್ನು ತೆರವುಗೊಳಿಸಬೇಕೇ?
ko: 클립보드 기록을 지울까요?
ml: ക്ലിപ്പ്ബോർഡ് ചരിത്രം മായ്ക്കണോ?
mr: क्लिपबोर्ड इतिहास साफ करायचा?
ms: Kosongkan sejarah papan keratan?
nb: Vil du tømme utklippshistorikken?
nl: Klembordgeschiedenis wissen?
or: କ୍ଲିପବୋର୍ଡ ଇତିହାସ ସଫା କରିବେ?
pa: ਕੀ ਕਲਿੱਪਬੋਰਡ ਇਤਿਹਾਸ ਸਾਫ਼ ਕਰਨਾ ਹੈ?
pl: Wyczyścić historię schowka?
pt_br: Limpar o histórico da área de transferência?
pt_pt: Limpar o histórico da área de transferência?
ro: Goliți istoricul clipboardului?
ru: Очистить историю буфера обмена?
sk: Vymazať históriu schránky?
sl: Želite počistiti zgodovino odložišča?
sv: Vill du rensa urklippshistoriken?
ta: கிளிப்போர்டு வரலாற்றை அழிக்கவா?
te: క్లిప్‌బోర్డ్ చరిత్రను క్లియర్ చేయాలా?
th: ล้างประวัติคลิปบอร์ดหรือไม่
tr: Pano geçmişi temizlensin mi?
uk: Очистити історію буфера обміну?
ur: کلپ بورڈ ہسٹری صاف کریں؟
vi: Xoá lịch sử bảng nhớ tạm?
zh_hans: 要清除剪贴板历史记录吗？
zh_hant: 要清除剪貼板記錄嗎？

source: Clear search
ar: مسح البحث
bn: অনুসন্ধান মুছুন
ca: Esborra la cerca
cs: Vymazat hledání
da: Ryd søgningen
de: Suche zurücksetzen
el: Εκκαθάριση αναζήτησης
es: Borrar la búsqueda
fi: Tyhjennä haku
fr: Effacer la recherche
gu: શોધ સાફ કરો
he: ניקוי החיפוש
hi: खोज साफ़ करें
hr: Očisti pretragu
hu: Keresés törlése
id: Bersihkan pencarian
it: Cancella la ricerca
ja: 検索を消去
kn: ಹುಡುಕಾಟ ತೆರವುಗೊಳಿಸಿ
ko: 검색 지우기
ml: തിരയൽ മായ്ക്കുക
mr: शोध साफ करा
ms: Kosongkan carian
nb: Tøm søket
nl: Wis zoekopdracht
or: ସନ୍ଧାନ ସଫା କରନ୍ତୁ
pa: ਖੋਜ ਸਾਫ਼ ਕਰੋ
pl: Wyczyść wyszukiwanie
pt_br: Limpar a busca
pt_pt: Limpar a pesquisa
ro: Golește căutarea
ru: Очистить поиск
sk: Vymazať hľadanie
sl: Počisti iskanje
sv: Rensa sökningen
ta: தேடலை அழி
te: శోధనను క్లియర్ చేయి
th: ล้างการค้นหา
tr: Aramayı temizle
uk: Очистити пошук
ur: تلاش صاف کریں
vi: Xoá tìm kiếm
zh_hans: 清除搜索
zh_hant: 清除搜尋

source: Click one to put it back on the clipboard without opening the app.
ar: نقرة واحدة تعيده إلى الحافظة دون فتح التطبيق.
bn: অ্যাপ না খুলেই কোনোটিতে ক্লিক করে সেটি আবার ক্লিপবোর্ডে রাখুন।
ca: Un clic el torna al porta-retalls, sense obrir l’app.
cs: Jedno kliknutí vrátí položku do schránky, aniž byste otvírali aplikaci.
da: Et klik lægger emnet tilbage på udklipsholderen uden at åbne programmet.
de: Ein Klick legt den Eintrag zurück in die Zwischenablage, ganz ohne die App zu öffnen.
el: Ένα κλικ το επιστρέφει στο πρόχειρο, χωρίς να ανοίξετε την εφαρμογή.
es: Haz clic en uno y vuelve al portapapeles sin abrir la app.
fi: Yksi klikkaus palauttaa kohteen leikepöydälle avaamatta ohjelmaa.
fr: Un clic le remet dans le presse-papiers, sans ouvrir l’app.
gu: ઍપ ખોલ્યા વિના કોઈ એક પર ક્લિક કરીને તેને ફરી ક્લિપબોર્ડ પર મૂકો.
he: לחיצה אחת מחזירה אותו ללוח, בלי לפתוח את היישום.
hi: एक क्लिक उसे ऐप खोले बिना ही क्लिपबोर्ड पर लौटा देता है।
hr: Jedan klik vraća stavku u međuspremnik, bez otvaranja aplikacije.
hu: Egy kattintás visszateszi a vágólapra, anélkül hogy megnyitná az alkalmazást.
id: Sekali klik mengembalikannya ke papan klip, tanpa membuka aplikasi.
it: Un clic lo rimette negli appunti, senza aprire l’app.
ja: クリックするだけで、Appを開かずにクリップボードへ戻せます。
kn: ಆ್ಯಪ್ ತೆರೆಯದೆಯೇ ಅದನ್ನು ಕ್ಲಿಪ್‌ಬೋರ್ಡ್‌ಗೆ ಮರಳಿ ಹಾಕಲು ಒಂದನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ.
ko: 클릭만 하면 앱을 열지 않고도 클립보드로 되돌립니다.
ml: ആപ്പ് തുറക്കാതെ തന്നെ ഒന്ന് ക്ലിപ്പ്ബോർഡിലേക്ക് തിരികെ വയ്ക്കാൻ അതിൽ ക്ലിക്ക് ചെയ്യുക.
mr: ॲप न उघडता एखादी क्लिप पुन्हा क्लिपबोर्डवर ठेवण्यासाठी तिच्यावर क्लिक करा.
ms: Satu klik mengembalikannya ke papan keratan, tanpa membuka apl.
nb: Ett klikk legger objektet tilbake på utklippstavlen, uten å åpne programmet.
nl: Eén klik zet het terug op het klembord, zonder de app te openen.
or: ଆପ୍ ନ ଖୋଲି କ୍ଲିପବୋର୍ଡକୁ ଫେରାଇବା ପାଇଁ ଗୋଟିଏ କ୍ଲିପ ଉପରେ କ୍ଲିକ୍ କରନ୍ତୁ।
pa: ਐਪ ਖੋਲ੍ਹੇ ਬਿਨਾਂ ਕਿਸੇ ਕਲਿੱਪ ਨੂੰ ਵਾਪਸ ਕਲਿੱਪਬੋਰਡ ’ਤੇ ਰੱਖਣ ਲਈ ਉਸ ’ਤੇ ਕਲਿੱਕ ਕਰੋ।
pl: Jedno kliknięcie wraca wpis do schowka, bez otwierania programu.
pt_br: Um clique devolve o item à área de transferência, sem abrir o app.
pt_pt: Um clique devolve o item à área de transferência, sem abrir a aplicação.
ro: Un clic îl pune înapoi în clipboard, fără să deschideți aplicația.
ru: Один щелчок вернёт запись в буфер обмена, не открывая программу.
sk: Jedno kliknutie vráti položku do schránky bez otvorenia aplikácie.
sl: Kliknite vnos, da ga vrnete v odložišče, ne da bi odprli aplikacijo.
sv: Ett klick lägger tillbaka objektet i urklipp, utan att programmet öppnas.
ta: ஆப்பைத் திறக்காமலேயே ஒரு கிளிப்பைக் கிளிப்போர்டில் திரும்ப வைக்க, அதைக் கிளிக் செய்யவும்.
te: యాప్‌ను తెరవకుండానే ఒక క్లిప్‌ను తిరిగి క్లిప్‌బోర్డ్‌లో ఉంచడానికి దానిపై క్లిక్ చేయండి.
th: คลิกครั้งเดียวก็นำกลับเข้าคลิปบอร์ดได้ โดยไม่ต้องเปิดแอพ
tr: Tıklamanız yeterli; uygulamayı açmadan panoya geri gelir.
uk: Один клац поверне запис до буфера обміну, не відкриваючи програму.
ur: ایپ کھولے بغیر کسی کلپ کو واپس کلپ بورڈ پر رکھنے کے لیے اس پر کلک کریں۔
vi: Một cú nhấp đưa mục đó trở lại bảng nhớ tạm mà không cần mở ứng dụng.
zh_hans: 点一下就能放回剪贴板，无需打开 App。
zh_hant: 按一下就能放回剪貼板，不必打開 App。

source: Click to start now
ar: انقر للبدء الآن
bn: এখনই শুরু করতে ক্লিক করুন
ca: Fes clic per començar ara
cs: Kliknutím začnete hned
da: Klik for at starte nu
de: Klicken, um jetzt zu starten
el: Κάντε κλικ για έναρξη τώρα
es: Haz clic para empezar ya
fi: Aloita heti napsauttamalla
fr: Cliquer pour démarrer maintenant
gu: હમણાં શરૂ કરવા માટે ક્લિક કરો
he: לחצו כדי להתחיל עכשיו
hi: अभी शुरू करने के लिए क्लिक करें
hr: Kliknite za početak odmah
hu: Kattintson az azonnali indításhoz
id: Klik untuk mulai sekarang
it: Fai clic per iniziare subito
ja: クリックしてすぐに開始
kn: ಈಗಲೇ ಆರಂಭಿಸಲು ಕ್ಲಿಕ್ ಮಾಡಿ
ko: 클릭하여 지금 시작
ml: ഇപ്പോൾ ആരംഭിക്കാൻ ക്ലിക്ക് ചെയ്യുക
mr: आत्ताच सुरू करण्यासाठी क्लिक करा
ms: Klik untuk mula sekarang
nb: Klikk for å starte nå
nl: Klik om nu te starten
or: ବର୍ତ୍ତମାନ ଆରମ୍ଭ କରିବାକୁ କ୍ଲିକ୍ କରନ୍ତୁ
pa: ਹੁਣੇ ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਕਲਿੱਕ ਕਰੋ
pl: Kliknij, aby zacząć teraz
pt_br: Clique para começar agora
pt_pt: Clique para começar já
ro: Faceți clic pentru a începe acum
ru: Нажмите, чтобы начать сейчас
sk: Kliknutím začnete hneď
sl: Kliknite, da začnete takoj
sv: Klicka för att börja nu
ta: இப்போதே தொடங்க கிளிக் செய்யவும்
te: ఇప్పుడే ప్రారంభించడానికి క్లిక్ చేయండి
th: คลิกเพื่อเริ่มทันที
tr: Hemen başlamak için tıklayın
uk: Клацніть, щоб почати зараз
ur: ابھی شروع کرنے کے لیے کلک کریں
vi: Bấm để bắt đầu ngay
zh_hans: 点按以立即开始
zh_hant: 按一下以立即開始

source: Clicks: hidden
ar: النقرات: مخفية
bn: ক্লিক: লুকানো
ca: Clics: amagats
cs: Kliknutí: skrytá
da: Klik: skjulte
de: Klicks: ausgeblendet
el: Κλικ: κρυφά
es: Clics: ocultos
fi: Klikkaukset: piilossa
fr: Clics : masqués
gu: ક્લિક: છુપાયેલા
he: לחיצות: מוסתרות
hi: क्लिक: छिपे हैं
hr: Klikovi: skriveni
hu: Kattintások: rejtettek
id: Klik: disembunyikan
it: Clic: nascosti
ja: クリック：非表示
kn: ಕ್ಲಿಕ್‌ಗಳು: ಮರೆಮಾಡಲಾಗಿದೆ
ko: 클릭: 숨김
ml: ക്ലിക്കുകൾ: മറച്ചിരിക്കുന്നു
mr: क्लिक: लपवलेले
ms: Klik: disembunyikan
nb: Klikk: skjulte
nl: Klikken: verborgen
or: କ୍ଲିକ୍: ଲୁଚିଛି
pa: ਕਲਿੱਕ: ਲੁਕੇ ਹੋਏ
pl: Kliknięcia: ukryte
pt_br: Cliques: ocultos
pt_pt: Cliques: ocultos
ro: Clicuri: ascunse
ru: Клики: скрыты
sk: Kliknutia: skryté
sl: Kliki: skriti
sv: Klick: dolda
ta: கிளிக்குகள்: மறைக்கப்பட்டுள்ளன
te: క్లిక్‌లు: దాచబడ్డాయి
th: การคลิก: ซ่อน
tr: Tıklamalar: gizli
uk: Клацання: приховано
ur: کلکس: پوشیدہ
vi: Cú nhấp: ẩn
zh_hans: 点按：隐藏
zh_hant: 點按：隱藏

source: Clicks: shown
ar: النقرات: ظاهرة
bn: ক্লিক: দেখানো হচ্ছে
ca: Clics: visibles
cs: Kliknutí: zobrazená
da: Klik: vises
de: Klicks: sichtbar
el: Κλικ: ορατά
es: Clics: visibles
fi: Klikkaukset: näkyvissä
fr: Clics : affichés
gu: ક્લિક: દેખાય છે
he: לחיצות: מוצגות
hi: क्लिक: दिख रहे हैं
hr: Klikovi: prikazani
hu: Kattintások: láthatók
id: Klik: ditampilkan
it: Clic: visibili
ja: クリック：表示
kn: ಕ್ಲಿಕ್‌ಗಳು: ತೋರಿಸಲಾಗಿದೆ
ko: 클릭: 표시
ml: ക്ലിക്കുകൾ: കാണിക്കുന്നു
mr: क्लिक: दिसतात
ms: Klik: ditunjukkan
nb: Klikk: vises
nl: Klikken: zichtbaar
or: କ୍ଲିକ୍: ଦେଖାଯାଉଛି
pa: ਕਲਿੱਕ: ਦਿਖਾਏ ਗਏ
pl: Kliknięcia: widoczne
pt_br: Cliques: visíveis
pt_pt: Cliques: visíveis
ro: Clicuri: afișate
ru: Клики: видны
sk: Kliknutia: zobrazené
sl: Kliki: prikazani
sv: Klick: visas
ta: கிளிக்குகள்: காட்டப்படுகின்றன
te: క్లిక్‌లు: చూపబడతాయి
th: การคลิก: แสดง
tr: Tıklamalar: gösteriliyor
uk: Клацання: видно
ur: کلکس: ظاہر
vi: Cú nhấp: hiện
zh_hans: 点按：显示
zh_hant: 點按：顯示

source: Clipboard
ar: الحافظة
bn: ক্লিপবোর্ড
ca: Porta-retalls
cs: Schránka
da: Udklipsholder
de: Zwischenablage
el: Πρόχειρο
es: Portapapeles
fi: Leikepöytä
fr: Presse-papiers
gu: ક્લિપબોર્ડ
he: לוח
hi: क्लिपबोर्ड
hr: Međuspremnik
hu: Vágólap
id: Papan klip
it: Appunti
ja: クリップボード
kn: ಕ್ಲಿಪ್‌ಬೋರ್ಡ್
ko: 클립보드
ml: ക്ലിപ്പ്ബോർഡ്
mr: क्लिपबोर्ड
ms: Papan keratan
nb: Utklippstavle
nl: Klembord
or: କ୍ଲିପବୋର୍ଡ
pa: ਕਲਿੱਪਬੋਰਡ
pl: Schowek
pt_br: Área de transferência
pt_pt: Área de transferência
ru: Буфер обмена
sk: Schránka
sl: Odložišče
sv: Urklipp
ta: கிளிப்போர்டு
te: క్లిప్‌బోర్డ్
th: คลิปบอร์ด
tr: Pano
uk: Буфер обміну
ur: کلپ بورڈ
vi: Bảng nhớ tạm
zh_hans: 剪贴板
zh_hant: 剪貼板

source: Clipboard history is unavailable on this Mac.
ar: سجل الحافظة غير متوفر على هذا الـ Mac.
bn: এই Mac-এ ক্লিপবোর্ডের ইতিহাস উপলভ্য নয়।
ca: L’historial del porta-retalls no està disponible en aquest Mac.
cs: Historie schránky na tomto Macu není k dispozici.
da: Udklipshistorikken er ikke tilgængelig på denne Mac.
de: Der Zwischenablageverlauf ist auf diesem Mac nicht verfügbar.
el: Το ιστορικό του προχείρου δεν είναι διαθέσιμο σε αυτό το Mac.
es: El historial del portapapeles no está disponible en este Mac.
fi: Leikepöydän historia ei ole käytettävissä tällä Macilla.
fr: L’historique du presse-papiers n’est pas disponible sur ce Mac.
gu: આ Mac પર ક્લિપબોર્ડ ઇતિહાસ ઉપલબ્ધ નથી.
he: היסטוריית הלוח אינה זמינה ב-Mac הזה.
hi: इस Mac पर क्लिपबोर्ड इतिहास उपलब्ध नहीं है।
hr: Povijest međuspremnika nije dostupna na ovom Macu.
hu: A vágólap előzményei nem érhetők el ezen a Macen.
id: Riwayat papan klip tidak tersedia di Mac ini.
it: La cronologia degli appunti non è disponibile su questo Mac.
ja: このMacではクリップボード履歴を利用できません。
kn: ಈ Mac ನಲ್ಲಿ ಕ್ಲಿಪ್‌ಬೋರ್ಡ್ ಇತಿಹಾಸ ಲಭ್ಯವಿಲ್ಲ.
ko: 이 Mac에서는 클립보드 기록을 사용할 수 없습니다.
ml: ഈ Mac-ൽ ക്ലിപ്പ്ബോർഡ് ചരിത്രം ലഭ്യമല്ല.
mr: या Mac वर क्लिपबोर्ड इतिहास उपलब्ध नाही.
ms: Sejarah papan keratan tiada pada Mac ini.
nb: Utklippshistorikken er ikke tilgjengelig på denne Macen.
nl: De klembordgeschiedenis is niet beschikbaar op deze Mac.
or: ଏହି Mac ରେ କ୍ଲିପବୋର୍ଡ ଇତିହାସ ଉପଲବ୍ଧ ନାହିଁ।
pa: ਇਸ Mac ’ਤੇ ਕਲਿੱਪਬੋਰਡ ਇਤਿਹਾਸ ਉਪਲਬਧ ਨਹੀਂ ਹੈ।
pl: Historia schowka jest niedostępna na tym Macu.
pt_br: O histórico da área de transferência não está disponível neste Mac.
pt_pt: O histórico da área de transferência não está disponível neste Mac.
ro: Istoricul clipboardului nu este disponibil pe acest Mac.
ru: История буфера обмена на этом Mac недоступна.
sk: História schránky nie je na tomto Macu dostupná.
sl: Zgodovina odložišča v tem Macu ni na voljo.
sv: Urklippshistoriken är inte tillgänglig på den här datorn.
ta: இந்த Mac-இல் கிளிப்போர்டு வரலாறு கிடைக்கவில்லை.
te: ఈ Macలో క్లిప్‌బోర్డ్ చరిత్ర అందుబాటులో లేదు.
th: ประวัติคลิปบอร์ดใช้งานไม่ได้บน Mac เครื่องนี้
tr: Bu Mac’te pano geçmişi kullanılamıyor.
uk: Історія буфера обміну на цьому Mac недоступна.
ur: اس Mac پر کلپ بورڈ ہسٹری دستیاب نہیں ہے۔
vi: Lịch sử bảng nhớ tạm không khả dụng trên máy Mac này.
zh_hans: 这台 Mac 上无法使用剪贴板历史记录。
zh_hant: 這部 Mac 無法使用剪貼板記錄。

source: Clips
ar: العناصر
bn: ক্লিপ
ca: Elements
cs: Položky
da: Emner
de: Einträge
el: Στοιχεία
es: Elementos
fi: Kohteet
fr: Éléments
gu: ક્લિપ
he: פריטים
hi: चीज़ें
hr: Stavke
hu: Elemek
id: Item
it: Elementi
ja: 項目
kn: ಕ್ಲಿಪ್‌ಗಳು
ko: 항목
ml: ക്ലിപ്പുകൾ
mr: क्लिप्स
ms: Item
nb: Objekter
nl: Items
or: କ୍ଲିପଗୁଡ଼ିକ
pa: ਕਲਿੱਪਾਂ
pl: Wpisy
pt_br: Itens
pt_pt: Itens
ro: Elemente
ru: Записи
sk: Položky
sl: Vnosi
sv: Objekt
ta: கிளிப்கள்
te: క్లిప్‌లు
th: รายการ
tr: Öğeler
uk: Записи
ur: کلپس
vi: Mục
zh_hans: 条目
zh_hant: 項目

source: Clips and their stored images are removed permanently.
ar: تُحذف العناصر والصور المحفوظة معها نهائيًا.
bn: ক্লিপ ও সেগুলোর সংরক্ষিত ছবি স্থায়ীভাবে সরিয়ে ফেলা হয়।
ca: Els elements i les imatges desades amb ells s’eliminen definitivament.
cs: Položky i obrázky uložené spolu s nimi budou trvale smazány.
da: Emnerne og de billeder, der er gemt sammen med dem, slettes permanent.
de: Einträge und die dazu gespeicherten Bilder werden endgültig entfernt.
el: Τα στοιχεία και οι εικόνες που φυλάσσονται μαζί τους διαγράφονται οριστικά.
es: Los elementos y las imágenes guardadas con ellos se eliminan de forma permanente.
fi: Kohteet ja niiden mukana tallennetut kuvat poistetaan pysyvästi.
fr: Les éléments et les images conservées avec eux sont supprimés définitivement.
gu: ક્લિપ અને તેમની સંગ્રહિત છબીઓ કાયમ માટે દૂર કરવામાં આવે છે.
he: הפריטים והתמונות שנשמרו איתם נמחקים לצמיתות.
hi: चीज़ें और उनके साथ सहेजी गई तस्वीरें हमेशा के लिए हट जाती हैं।
hr: Stavke i slike spremljene uz njih brišu se trajno.
hu: Az elemek és a velük tárolt képek véglegesen törlődnek.
id: Item beserta gambar yang tersimpan bersamanya dihapus permanen.
it: Gli elementi e le immagini conservate con essi vengono rimossi definitivamente.
ja: 項目と一緒に保存された画像は完全に削除されます。
kn: ಕ್ಲಿಪ್‌ಗಳು ಮತ್ತು ಅವುಗಳ ಸಂಗ್ರಹಿಸಿದ ಚಿತ್ರಗಳನ್ನು ಶಾಶ್ವತವಾಗಿ ತೆಗೆದುಹಾಕಲಾಗುತ್ತದೆ.
ko: 항목과 함께 저장된 이미지가 영구적으로 삭제됩니다.
ml: ക്ലിപ്പുകളും അവയ്ക്കൊപ്പം സംഭരിച്ച ചിത്രങ്ങളും ശാശ്വതമായി നീക്കം ചെയ്യപ്പെടും.
mr: क्लिप्स आणि त्यांच्यासोबत साठवलेल्या इमेजेस कायमच्या काढून टाकल्या जातात.
ms: Item dan imej yang disimpan bersamanya dipadam secara kekal.
nb: Objektene og bildene som er lagret sammen med dem, slettes for godt.
nl: Items en de bewaarde afbeeldingen worden definitief verwijderd.
or: କ୍ଲିପଗୁଡ଼ିକ ଏବଂ ସେଗୁଡ଼ିକର ସଂରକ୍ଷିତ ଛବି ସ୍ଥାୟୀ ଭାବେ କାଢ଼ି ଦିଆଯାଏ।
pa: ਕਲਿੱਪਾਂ ਅਤੇ ਉਨ੍ਹਾਂ ਦੀਆਂ ਸਟੋਰ ਕੀਤੀਆਂ ਤਸਵੀਰਾਂ ਸਥਾਈ ਤੌਰ ’ਤੇ ਹਟਾ ਦਿੱਤੀਆਂ ਜਾਂਦੀਆਂ ਹਨ।
pl: Wpisy i zapisane z nimi obrazy zostaną usunięte trwale.
pt_br: Os itens e as imagens guardadas com eles são removidos permanentemente.
pt_pt: Os itens e as imagens guardadas com eles são removidos permanentemente.
ro: Elementele și imaginile salvate odată cu ele sunt șterse definitiv.
ru: Записи и сохранённые с ними изображения удаляются безвозвратно.
sk: Položky aj obrázky uložené s nimi sa natrvalo odstránia.
sl: Vnosi in njihove shranjene slike bodo trajno odstranjeni.
sv: Objekten och de bilder som sparats med dem tas bort permanent.
ta: கிளிப்களும் அவற்றின் சேமிக்கப்பட்ட படங்களும் நிரந்தரமாக அகற்றப்படும்.
te: క్లిప్‌లు, వాటి నిల్వ చేసిన చిత్రాలు శాశ్వతంగా తీసివేయబడతాయి.
th: รายการและรูปภาพที่เก็บไว้ด้วยกันจะถูกลบอย่างถาวร
tr: Öğeler ve onlarla saklanan görüntüler kalıcı olarak silinir.
uk: Записи та збережені з ними зображення вилучаються назавжди.
ur: کلپس اور ان کی محفوظ تصاویر مستقل طور پر ہٹا دی جاتی ہیں۔
vi: Các mục và hình ảnh lưu cùng chúng sẽ bị xoá vĩnh viễn.
zh_hans: 条目以及随之保存的图像将被永久删除。
zh_hant: 項目以及隨之儲存的影像會被永久刪除。

source: Clips older than %lld days are removed.
ar: تُحذف العناصر الأقدم من %lld يوم.
bn: %lld দিনের চেয়ে পুরোনো ক্লিপ সরিয়ে ফেলা হয়।
ca: S’eliminen els elements de més de %lld dies.
cs: Položky starší než %lld dní se odstraní.
da: Emner, der er ældre end %lld dage, fjernes.
de: Einträge, die älter als %lld Tage sind, werden entfernt.
el: Τα στοιχεία παλαιότερα από %lld ημέρες αφαιρούνται.
es: Se eliminan los elementos de más de %lld días.
fi: Yli %lld päivää vanhat kohteet poistetaan.
fr: Les éléments de plus de %lld jours sont supprimés.
gu: %lld દિવસ કરતાં જૂની ક્લિપ દૂર કરવામાં આવે છે.
he: פריטים בני יותר מ‑%lld ימים נמחקים.
hi: %lld दिन से पुराने आइटम हटा दिए जाते हैं।
hr: Stavke starije od %lld dana se uklanjaju.
hu: A(z) %lld napnál régebbi elemek törlődnek.
id: Item yang lebih lama dari %lld hari dihapus.
it: Gli elementi più vecchi di %lld giorni vengono rimossi.
ja: %lld日より古いものは削除されます。
kn: %lld ದಿನಗಳಿಗಿಂತ ಹಳೆಯ ಕ್ಲಿಪ್‌ಗಳನ್ನು ತೆಗೆದುಹಾಕಲಾಗುತ್ತದೆ.
ko: %lld일이 지난 항목은 삭제됩니다.
ml: %lld ദിവസത്തിൽ കൂടുതൽ പഴക്കമുള്ള ക്ലിപ്പുകൾ നീക്കം ചെയ്യപ്പെടും.
mr: %lld दिवसांपेक्षा जुन्या क्लिप्स काढून टाकल्या जातात.
ms: Item lebih lama daripada %lld hari dibuang.
nb: Klipp eldre enn %lld dager fjernes.
nl: Items ouder dan %lld dagen worden verwijderd.
or: %lld ଦିନରୁ ପୁରୁଣା କ୍ଲିପ୍ କାଢ଼ି ଦିଆଯାଏ।
pa: %lld ਦਿਨਾਂ ਤੋਂ ਪੁਰਾਣੀਆਂ ਕਲਿੱਪਾਂ ਹਟਾ ਦਿੱਤੀਆਂ ਜਾਂਦੀਆਂ ਹਨ।
pl: Wpisy starsze niż %lld dnia są usuwane.
pt_br: Itens com mais de %lld dias são removidos.
pt_pt: Itens com mais de %lld dias são removidos.
ro: Elementele mai vechi de %lld de zile sunt șterse.
ru: Записи старше %lld дня удаляются.
sk: Položky staršie ako %lld dní sa odstránia.
sl: Vnosi, starejši od %lld dni, se odstranijo.
sv: Objekt äldre än %lld dagar tas bort.
ta: %lld நாட்களைவிடப் பழைய கிளிப்கள் அகற்றப்படும்.
te: %lld రోజుల కంటే పాత క్లిప్‌లు తీసివేయబడతాయి.
th: รายการที่เก่ากว่า %lld วันจะถูกลบ
tr: %lld günden eski öğeler silinir.
uk: Записи, старші за %lld дня, видаляються.
ur: %lld دن سے پرانے کلپس ہٹا دیے جاتے ہیں۔
vi: Các mục cũ hơn %lld ngày sẽ bị xoá.
zh_hans: 超过 %lld 天的内容会被删除。
zh_hant: 超過 %lld 天的內容會被刪除。

source: Clips older than a day are removed.
ar: تُحذف العناصر الأقدم من يوم واحد.
bn: এক দিনের চেয়ে পুরোনো ক্লিপ সরিয়ে ফেলা হয়।
ca: Els elements de més d’un dia s’eliminen.
cs: Položky starší než jeden den se mažou.
da: Emner, der er ældre end et døgn, bliver slettet.
de: Einträge, die älter als einen Tag sind, werden entfernt.
el: Τα στοιχεία παλαιότερα της μίας ημέρας διαγράφονται.
es: Se eliminan los elementos con más de un día.
fi: Vuorokautta vanhemmat kohteet poistetaan.
fr: Les éléments de plus d’un jour sont supprimés.
gu: એક દિવસ કરતાં જૂની ક્લિપ દૂર કરવામાં આવે છે.
he: פריטים ישנים מיום אחד נמחקים.
hi: एक दिन से पुरानी चीज़ें हटा दी जाती हैं।
hr: Stavke starije od jednog dana se brišu.
hu: Az egy napnál régebbi elemek törlődnek.
id: Item yang lebih tua dari sehari akan dihapus.
it: Gli elementi più vecchi di un giorno vengono rimossi.
ja: 1日より古い項目は削除されます。
kn: ಒಂದು ದಿನಕ್ಕಿಂತ ಹಳೆಯ ಕ್ಲಿಪ್‌ಗಳನ್ನು ತೆಗೆದುಹಾಕಲಾಗುತ್ತದೆ.
ko: 하루가 지난 항목은 삭제됩니다.
ml: ഒരു ദിവസത്തിൽ കൂടുതൽ പഴക്കമുള്ള ക്ലിപ്പുകൾ നീക്കം ചെയ്യപ്പെടും.
mr: एका दिवसापेक्षा जुन्या क्लिप्स काढून टाकल्या जातात.
ms: Item yang lebih lama daripada sehari akan dipadam.
nb: Objekter som er eldre enn ett døgn, slettes.
nl: Items ouder dan een dag worden verwijderd.
or: ଗୋଟିଏ ଦିନରୁ ପୁରୁଣା କ୍ଲିପ୍ କାଢ଼ି ଦିଆଯାଏ।
pa: ਇੱਕ ਦਿਨ ਤੋਂ ਪੁਰਾਣੀਆਂ ਕਲਿੱਪਾਂ ਹਟਾ ਦਿੱਤੀਆਂ ਜਾਂਦੀਆਂ ਹਨ।
pl: Wpisy starsze niż doba są usuwane.
pt_br: Itens com mais de um dia são removidos.
pt_pt: Os itens com mais de um dia são removidos.
ro: Elementele mai vechi de o zi sunt șterse.
ru: Записи старше суток удаляются.
sk: Položky staršie než jeden deň sa mažú.
sl: Vnosi, starejši od enega dneva, se odstranijo.
sv: Objekt äldre än ett dygn tas bort.
ta: ஒரு நாளைவிடப் பழைய கிளிப்கள் அகற்றப்படும்.
te: ఒక రోజు కంటే పాత క్లిప్‌లు తీసివేయబడతాయి.
th: รายการที่เก่ากว่าหนึ่งวันจะถูกลบ
tr: Bir günden eski öğeler silinir.
uk: Записи, старші за добу, вилучаються.
ur: ایک دن سے پرانے کلپس ہٹا دیے جاتے ہیں۔
vi: Các mục cũ hơn một ngày sẽ bị xoá.
zh_hans: 超过一天的条目会被删除。
zh_hant: 超過一天的項目會被刪除。

source: Clips on this Mac
ar: العناصر على هذا الـ Mac
bn: এই Mac-এ থাকা ক্লিপ
ca: Elements en aquest Mac
cs: Položky na tomto Macu
da: Emner på denne Mac
de: Einträge auf diesem Mac
el: Στοιχεία σε αυτό το Mac
es: Elementos en este Mac
fi: Kohteet tällä Macilla
fr: Éléments sur ce Mac
gu: આ Mac પરની ક્લિપ
he: פריטים ב-Mac הזה
hi: इस Mac पर मौजूद चीज़ें
hr: Stavke na ovom Macu
hu: Elemek ezen a Macen
id: Item di Mac ini
it: Elementi su questo Mac
ja: このMac上の項目
kn: ಈ Mac ನಲ್ಲಿರುವ ಕ್ಲಿಪ್‌ಗಳು
ko: 이 Mac의 항목
ml: ഈ Mac-ലെ ക്ലിപ്പുകൾ
mr: या Mac वरील क्लिप्स
ms: Item pada Mac ini
nb: Objekter på denne Macen
nl: Items op deze Mac
or: ଏହି Mac ରେ ଥିବା କ୍ଲିପ୍
pa: ਇਸ Mac ’ਤੇ ਕਲਿੱਪਾਂ
pl: Wpisy na tym Macu
pt_br: Itens neste Mac
pt_pt: Itens neste Mac
ro: Elemente pe acest Mac
ru: Записи на этом Mac
sk: Položky na tomto Macu
sl: Vnosi v tem Macu
sv: Objekt på den här datorn
ta: இந்த Mac-இல் உள்ள கிளிப்கள்
te: ఈ Macలోని క్లిప్‌లు
th: รายการบน Mac เครื่องนี้
tr: Bu Mac’teki öğeler
uk: Записи на цьому Mac
ur: اس Mac پر کلپس
vi: Mục trên máy Mac này
zh_hans: 这台 Mac 上的条目
zh_hant: 這部 Mac 上的項目

source: Clips stored
ar: العناصر المحفوظة
bn: সংরক্ষিত ক্লিপ
ca: Elements desats
cs: Uložené položky
da: Gemte emner
de: Gespeicherte Einträge
el: Αποθηκευμένα στοιχεία
es: Elementos guardados
fi: Tallennetut kohteet
fr: Éléments conservés
gu: સંગ્રહિત ક્લિપ
he: פריטים שנשמרו
hi: सहेजी गई चीज़ें
hr: Spremljene stavke
hu: Tárolt elemek
id: Item tersimpan
it: Elementi conservati
ja: 保存済みの項目
kn: ಸಂಗ್ರಹಿಸಿದ ಕ್ಲಿಪ್‌ಗಳು
ko: 저장된 항목
ml: സംഭരിച്ച ക്ലിപ്പുകൾ
mr: साठवलेल्या क्लिप्स
ms: Item disimpan
nb: Lagrede objekter
nl: Bewaarde items
or: ସଂରକ୍ଷିତ କ୍ଲିପ୍
pa: ਸਟੋਰ ਕੀਤੀਆਂ ਕਲਿੱਪਾਂ
pl: Zapisane wpisy
pt_br: Itens guardados
pt_pt: Itens guardados
ro: Elemente salvate
ru: Сохранено записей
sk: Uložené položky
sl: Shranjeni vnosi
sv: Sparade objekt
ta: சேமிக்கப்பட்ட கிளிப்கள்
te: నిల్వ చేసిన క్లిప్‌లు
th: รายการที่เก็บไว้
tr: Saklanan öğeler
uk: Збережено записів
ur: محفوظ کلپس
vi: Mục đã lưu
zh_hans: 已保存条目
zh_hant: 已儲存項目
